export interface LyricsProp {
  lyric: {
    kr: string;
    sr: string;
  };
  time: number;
}

export const Lyrics: LyricsProp[] = [
  {
    lyric: {
      kr: '발걸음이 꿈을 깨우네',
      sr: 'Кораци буде ми сан'
    },
    time: 21
  },
  {
    lyric: {
      kr: '진실이 손바닥 위에 떨어지네',
      sr: 'Истина пада на длан'
    },
    time: 24
  },
  {
    lyric: {
      kr: '너의 그림자가 구원을 구하네',
      sr: 'Твоја сена тражи спас'
    },
    time: 27
  },
  {
    lyric: {
      kr: '말없는 입술이 목소리를 보내네',
      sr: 'Неме усне шаљу глас'
    },
    time: 33.5
  },
  {
    lyric: {
      kr: '우울한 밤이 낮을 보네',
      sr: 'Суморна ноћ гледа дан'
    },
    time: 38
  },
  {
    lyric: {
      kr: '나는 홀로 깨어나네',
      sr: 'Устајем сасвим сам'
    },
    time: 40.5
  },
  {
    lyric: {
      kr: '네가 전쟁터로 간 날',
      sr: '(Дан) Када пошао си у рат'
    },
    time: 46.5
  },
  {
    lyric: {
      kr: '네가 사라진 날이 싫어',
      sr: 'Мрзим дан када нестао си'
    },
    time: 52
  },
  {
    lyric: {
      kr: '나쁜 날',
      sr: 'Лош је дан'
    },
    time: 57.5
  },
  {
    lyric: {
      kr: '네가 전쟁터로 간 날',
      sr: '(Дан) Када пошао си у рат'
    },
    time: 59
  },
  {
    lyric: {
      kr: '네가 사라진 날이 싫어',
      sr: 'Мрзим дан када нестао си'
    },
    time: 65
  },
  {
    lyric: {
      kr: '나쁜 날',
      sr: 'Лош је дан'
    },
    time: 70.5
  },
  {
    lyric: {
      kr: '순종하는 영혼들이 나를 찾고 있어',
      sr: 'Покорне душе траже ме сад'
    },
    time: 73.5
  },
  {
    lyric: {
      kr: '원초적인 생각은 낙원으로 이어지네',
      sr: 'Исконске мисли воде у рај'
    },
    time: 76.5
  },
  {
    lyric: {
      kr: '심연은 없어 빛이 빛나네',
      sr: 'Понора нема Светлости сјај'
    },
    time: 80
  },
  {
    lyric: {
      kr: '발걸음이 꿈을 깨우네',
      sr: 'Кораци буде ми сан'
    },
    time: 86
  },
  {
    lyric: {
      kr: '진실이 손바닥 위에 떨어지네',
      sr: 'Истина пада на длан'
    },
    time: 89.5
  },
  {
    lyric: {
      kr: '너의 그림자가 구원을 구하네',
      sr: 'Твоја сена тражи спас'
    },
    time: 93
  },
  {
    lyric: {
      kr: '네가 전쟁터로 간 날',
      sr: '(Дан) Када пошао си у рат'
    },
    time: 98.5
  },
  {
    lyric: {
      kr: '네가 사라진 날이 싫어',
      sr: 'Мрзим дан када нестао си'
    },
    time: 104
  },
  {
    lyric: {
      kr: '나쁜 날',
      sr: 'Лош је дан'
    },
    time: 110
  },
  {
    lyric: {
      kr: '네가 전쟁터로 간 날',
      sr: '(Дан) Када пошао си у рат'
    },
    time: 112
  },
  {
    lyric: {
      kr: '네가 사라진 날이 싫어',
      sr: 'Мрзим дан када нестао си'
    },
    time: 117.5
  },
  {
    lyric: {
      kr: '나쁜 날',
      sr: 'Лош је дан'
    },
    time: 123
  },
  {
    lyric: {
      kr: '네가 전쟁터로 간 날',
      sr: '(Дан) Када пошао си у рат'
    },
    time: 164
  },
  {
    lyric: {
      kr: '네가 사라진 날이 싫어',
      sr: 'Мрзим дан када нестао си'
    },
    time: 170
  },
  {
    lyric: {
      kr: '나쁜 날',
      sr: 'Лош је дан'
    },
    time: 175.5
  },
  {
    lyric: {
      kr: '네가 전쟁터로 간 날',
      sr: '(Дан) Када пошао си у рат'
    },
    time: 178
  },
  {
    lyric: {
      kr: '네가 사라진 날이 싫어',
      sr: 'Мрзим дан када нестао си'
    },
    time: 183
  },
  {
    lyric: {
      kr: '나쁜 날',
      sr: 'Лош је дан'
    },
    time: 188.5
  },
  {
    lyric: {
      kr: '네가 전쟁터로 간 날',
      sr: '(Дан) Када пошао си у рат'
    },
    time: 190.5
  },
  {
    lyric: {
      kr: '네가 사라진 날이 싫어',
      sr: 'Мрзим дан када нестао си'
    },
    time: 196
  },
  {
    lyric: {
      kr: '나쁜 날',
      sr: 'Лош је дан'
    },
    time: 202
  },
]